# CLI tools
brew "awscli"
brew "bottom"
brew "deno"
brew "fzf"
brew "gh"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "nkf"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "uv"
brew "yq"

# Development
brew "composer"
brew "pipx"
brew "postgresql@14"

# Zsh plugins
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
cask "bitwarden"
cask "font-fira-code-nerd-font"
cask "wezterm"
