# CLI tools
brew "awscli"
brew "bottom"
brew "fd"
brew "fzf"
brew "gh"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "nkf"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "translate-shell"
brew "uv"
brew "yazi"
brew "yq"
brew "mise"
brew "zoxide"

# Development
brew "composer"
brew "pipx"
brew "postgresql@14"
brew "rustup"

# Zsh plugins
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
cask "adobe-acrobat-reader"
cask "bitwarden"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude"
cask "codex"
cask "cursor"
cask "displaylink"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "homerow"
cask "karabiner-elements"
cask "kiro"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "miro"
cask "orbstack"
cask "raycast"
cask "slack"
cask "tableplus"
cask "wezterm"
cask "zap"
cask "zoom"
