brew "stow"
brew "starship"
brew "lazygit"
brew "lazydocker"
brew "yarn"
brew "fzf"
brew "the_silver_searcher"
brew "ripgrep"
brew "tmux"

brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

brew "asdf"
brew "coreutils"
brew "curl"
brew "git"
brew "gpg"

tap "homebrew/cask-fonts"

cask "font-fira-code-nerd-font"
